{
  "ブランド物語": {
    "ブランド沿革": [
      {
        "year": "2024.10.15",
        "title": "チーム結成",
        "description": "我々は、胸躍る旅を始めました。同じ目標を持つ仲間を集め、この新しいブランドを創り上げていきます。"
      },
      {
        "year": "2024.10.30",
        "title": "ブランド創設",
        "description": "ブランドが正式に発足いたしました。お客様にご満足いただける、上質なコーヒーを提供することをお約束いたします。"
      },
      {
        "year": "2024.11.04",
        "title": "公式サイト構築",
        "description": "公式ウェブサイトのデザインと開発に着手し、直感的で魅力的なスペシャルティコーヒーのオンラインストアを目指します。"
      },
      {
        "year": "2024.11.30",
        "title": "正式にオープン",
        "description": "入念な準備と継続的な努力の結果、公式サイトがオープンし、商品も同時にリリースされました。"
      }
    ],
    "團隊介紹": [
      {
        "name": "徐（ジョ）",
        "position": "注文システム開発責任者",
        "image": "/img/Product/product_img_2.jpg",
        "description": "ショッピングカート機能を含む注文処理システムの設計開発を行う。"
      },
      {
        "name": "魏（ギ）",
        "position": "商品ページ及びチャットボット開発責任者",
        "image": "/img/Product/product_img_2.jpg",
        "description": "商品詳細ページのデザインと、ユーザーとの対話を行うチャットボットを担当する。"
      },
      {
        "name": "梁 （リョウ）",
        "position": "バックエンドシステム開発責任者",
        "image": "/img/Product/product_img_2.jpg",
        "description": "バックエンド管理システムの開発と、全サイト機能の連携を担当する。"
      },
      {
        "name": "陳 （チン）",
        "position": "商品カテゴリーページ開発責任者",
        "image": "/img/Product/product_img_2.jpg",
        "description": "商品カタログのデザイン、およびフィルタリングとソート機能を担当する。"
      },
      {
        "name": "林（リン）",
        "position": "会員サービスシステム開発責任者",
        "image": "/img/Product/product_img_2.jpg",
        "description": "会員登録、ログイン、管理、および会員権限システムの設計を担当する。"
      },
      {
        "name": "江（コウ）",
        "position": "ホームページ開発責任者",
        "image": "/img/Product/product_img_2.jpg",
        "description": "ホームページの企画設計と、コーヒーに関する素材の収集を担当する。"
      }
    ]
  },
  "コーヒー豆選定ガイド": {
    "あなたの好み": {
      "やや酸っぱい": "~/ListJp?sour=5",
      "ややあまい": "~/ListJp?sweet=5",
      "やや苦い": "~/ListJp?bitter=4"
    },
    "風味の選び": {
      "フローラル": "~/ListJp/風味/フローラル",
      "フルーティー": "~/ListJp/風味/フルーティー",
      "お茶": "~/ListJp/風味/お茶",
      "酒香": "~/ListJp/風味/酒香",
      "ナッティ": "~/ListJp/風味/ナッティ",
      "チョコレート": "~/ListJp/風味/チョコレート"
    }
  },
  "コーヒーの豆知識": {
    "ランダムに出す": [
      "豆知識 1：コーヒー豆って、豆じゃないの知ってますか？ 実は、コーヒーチェリーっていう赤い実の中に隠れてる種なんです。見た目はチェリーみたいで可愛いでしょう。",
      "豆知識 2：世界で一番高いコーヒーって知ってます？ ジャコウネココーヒーっていうんだけど、ジャコウネコがコーヒーの実を食べて、うんちとして出す豆なんです。すごく独特な味がするらしいよ。値段もすごくて、1ポンドで160ドルもするんです。高いからって、ジャコウネコに無理やりコーヒー豆を食べさせて虐待する業者もいるみたいで、かわいそうだよね。",
      "豆知識 3：調べによると、コーヒーの木の寿命はなんと200年以上だって！信じられないよね。",
      "豆知識 4：最もまずいコーヒーはどれだろう？そりゃあ、筆者が淹れたコーヒーが一番まずいよ〜笑。それに、日本の「ニンニクコーヒー」とか、タイの「ドリアンコーヒー」なんてのもあるらしいよ！",
      "豆知識 5：コーヒーの消費量が多い国としてオランダが挙げられる。同国では、国民1人あたり1日に約2杯のコーヒーを消費し、年間約12キロのコーヒー豆を焙煎している。ちなみに、台湾はコーヒー消費量ランキングで72位に位置している。",
      "豆知識 6：イタリア人にとっては、コーヒーは朝の飲み物って考え方が根強いんだ。だから、昔ながらのコーヒー屋さんに行くと、午前11時過ぎにカプチーノを注文すると、ちょっと変と思われちゃうかも。でも、若い世代は一日中いつでもコーヒーを飲む人が多いみたい。",
      "豆知識 7：コーヒーって、美味しいだけじゃなくて、植物を蘇らせる力があるんだ。コーヒーかすを再利用して、枯れかけた植物にあげると、元気を取り戻すことができるんだよ。",
      "豆知識 8：頭痛の時、コーヒー飲んじゃう人、結構いるよね。実は、コーヒーのカフェインって、けっこう強力な痛み止めなんだ。だから、市販の痛み止めにもカフェインが入ってるものが多いんだよ。カフェインがあるだけで、薬の効果が40%もアップする！",
      "豆知識 9：コーヒーは、石油に次いで世界で二番目にたくさん取引されている商品なんだ。たくさんの国で輸出されていて、多くの人々の生活を支えているんだよ。",
      "豆知識 10：1500年前、ある羊飼いが、羊たちがコーヒー豆を食べると元気になることに気づいたんだ。羊の様子が変わって面白がって、近くの僧侶に話したところ、僧侶たちも試してみたんだ。すると、夜通し祈ることができたって！それで他の僧侶にも教えて、その植物を栽培し始めたんだ。そして、ある飲み物を作り出したんだけど、それが今のコーヒーのもとになったんだ。"
    ]
  }
}